Repository: benaasia/bena-media-helpers
Catalog: languages/bena-media-helpers-*.po
Languages: vi

source: Account Name:
vi: Tên tài khoản:

source: Account No:
vi: Số tài khoản:

source: Add a filename prefix
vi: Thêm tiền tố vào tên ảnh

source: Automatically save external images to the media library
vi: Tự động lưu ảnh ngoài vào thư viện

source: Bena Media Feature Grid
vi: Lưới tính năng Bena Media

source: Bottom - Center
vi: Dưới - Giữa

source: Bottom - Left
vi: Dưới - Trái

source: Bottom - Right
vi: Dưới - Phải

source: Center
vi: Giữa

source: Center - Left
vi: Giữa - Trái

source: Center - Right
vi: Giữa - Phải

source: Change log
vi: Nhật ký thay đổi

source: Choose a watermark position
vi: Chọn vị trí đóng dấu

source: Choose watermark
vi: Chọn hình đóng dấu

source: Content
vi: Nội dung

source: Convert JPG/PNG uploads to WebP
vi: Chuyển JPG/PNG sang WebP khi tải lên

source: Copied!
vi: Đã sao chép!

source: Current version
vi: Phiên bản hiện tại

source: Customize watermark
vi: Tùy chỉnh đóng dấu bản quyền

source: Delete attachments when a post is deleted
vi: Xóa ảnh đính kèm khi xóa bài

source: Description:
vi: Nội dung chuyển khoản:

source: Disable watermark
vi: Tắt đóng dấu bản quyền

source: Donate with PayPal
vi: Ủng hộ qua PayPal

source: Enable
vi: Bật

source: Example: bena
vi: Ví dụ: bena

source: Example: © bena.vn
vi: Ví dụ: © bena.vn

source: Facebook browser blocker plugin
vi: Plugin chặn trình duyệt Facebook

source: If this website is helpful, please consider donating to help me maintain and develop the project.
vi: Nếu plugin này hữu ích, hãy ủng hộ để tôi tiếp tục duy trì và phát triển dự án.

source: Link shortener and cloaking
vi: Rút gọn và che giấu liên kết

source: Manage watermarks and automate image processing effortlessly.
vi: Quản lý đóng dấu bản quyền và tự động hóa xử lý hình ảnh một cách dễ dàng.

source: Media utilities for WordPress: save external images, delete attachments with posts, and convert JPG/PNG uploads to WebP with per-feature toggles.
vi: Các tiện ích media cho WordPress: lưu hình ảnh bên ngoài, xóa tệp đính kèm cùng bài viết và chuyển đổi ảnh JPG/PNG tải lên thành WebP với các tùy chọn bật/tắt tính năng.

source: Need help? Contact us
vi: Cần giúp đỡ? Liên hệ với chúng tôi

source: No watermark selected
vi: Chưa chọn hình đóng dấu

source: Official website
vi: Website chính thức

source: Opacity (%)
vi: Độ mờ (%)

source: Other products
vi: Sản phẩm khác

source: Our other products and services
vi: Các sản phẩm và dịch vụ khác của chúng tôi

source: Popup Affiliate plugin
vi: Plugin Popup Affiliate

source: Post Image Settings
vi: Cài đặt hình ảnh bài viết

source: Prefix
vi: Tiền tố

source: Rate on GitHub
vi: Đánh giá trên GitHub

source: Rating
vi: Đánh giá

source: Release notes
vi: Ghi chú phát hành

source: Remove watermark
vi: Xóa hình đóng dấu

source: Requires WordPress
vi: Yêu cầu WordPress

source: Review your plugin details
vi: Xem chi tiết plugin của bạn

source: Save settings
vi: Lưu cài đặt

source: Select a transparent PNG image to overlay.
vi: Chọn ảnh PNG nền trong suốt để chèn vào hình.

source: Select watermark image
vi: Chọn hình ảnh đóng dấu

source: Size (pt)
vi: Kích thước (pt)

source: Social media services
vi: Dịch vụ mạng xã hội

source: Support
vi: Hỗ trợ

source: Support email
vi: Email hỗ trợ

source: Techcombank Bank
vi: Ngân hàng Techcombank

source: Text color
vi: Màu chữ

source: Thank you for your Donate!
vi: Cảm ơn bạn đã ủng hộ!

source: Top - Center
vi: Trên - Giữa

source: Top - Left
vi: Trên - Trái

source: Top - Right
vi: Trên - Phải

source: Track the latest updates
vi: Theo dõi các bản cập nhật mới nhất

source: Use this watermark
vi: Sử dụng hình đóng dấu này

source: Version %s
vi: Phiên bản %s

source: Version information
vi: Thông tin phiên bản

source: Watermark
vi: Đóng dấu bản quyền

source: Watermark position
vi: Vị trí đóng dấu

source: Watermark scale (%)
vi: Tỷ lệ đóng dấu (%)

source: Watermark with a PNG image
vi: Đóng dấu bằng ảnh PNG

source: Watermark with text
vi: Đóng dấu bằng chữ

source: WebP compression (%)
vi: Chất lượng nén WebP (%)

source: Website design
vi: Thiết kế website
